Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitProductivityLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.allTasksCompleted
source: All tasks completed!
ar: تم إكمال جميع المهام!
bg: Всички задачи са изпълнени!
ca: Totes les tasques completades!
cs: Všechny úkoly byly splněny!
da: Alle opgaver er fuldført!
de: Alle Aufgaben abgeschlossen!
el: Όλες οι εργασίες ολοκληρώθηκαν!
es: ¡Todas las tareas completadas!
es_419: ¡Todas las tareas completadas!
fi: Kaikki tehtävät on suoritettu!
fr: Toutes les tâches sont terminées !
fr_ca: Toutes les tâches sont complètes !
he: כל המשימות הושלמו!
hi: सभी कार्य पूरे हो गए हैं!
hr: Sve zadaće su završene!
hu: Minden feladatot teljesítettél!
id: Semua tugas selesai!
it: Tutti i compiti completati!
ja: すべてのタスクが完了しました！
kk: Барлық тапсырмалар орындалды!
ko: 모든 작업이 완료되었습니다!
ms: Semua tugas telah diselesaikan!
nb: Alle oppgaver er fullført!
nl: Alle taken voltooid!
pl: Wszystkie zadania ukończone!
pt_br: Todas as tarefas concluídas!
pt_pt: Todas as tarefas completadas!
ro: Toate sarcinile au fost completate!
ru: Все задачи выполнены!
sk: Všetky úlohy sú dokončené!
sv: Alla uppgifter är slutförda!
th: ดำเนินการเสร็จสิ้นทั้งหมด!
tr: Tüm görevler tamamlandı!
uk: Всі завдання виконано!
vi: Tất cả nhiệm vụ đã hoàn thành!
zh_hans: 所有任务已完成！
zh_hant: 所有任務已完成！
zh_hk: 所有任務已完成！

# TK.Message.assignmentSuccessfullyCreated
source: Assignment successfully created.
ar: تم إنشاء المهمة بنجاح.
bg: Заданието е успешно създадено.
ca: Assignació creada correctament.
cs: Úkol byl úspěšně vytvořen.
da: Opgave oprettet med succes.
de: Aufgabe erfolgreich erstellt.
el: Η εργασία δημιουργήθηκε επιτυχώς.
es: Tarea creada con éxito.
es_419: La tarea se ha creado con éxito.
fi: Tehtävä luotiin onnistuneesti.
fr: Devoir créé avec succès.
fr_ca: Devoir créé avec succès.
he: המשימה נוצרה בהצלחה.
hi: एसाइनमेंट सफलतापूर्वक बनाया गया।
hr: Zadatak je uspješno kreiran.
hu: Feladat sikeresen létrehozva.
id: Penugasan berhasil dibuat.
it: Assegnazione creata con successo.
ja: 課題が正常に作成されました。
kk: Тапсырма сәтті жасалды.
ko: 과제가 성공적으로 생성되었습니다.
ms: Tugasan berjaya dicipta.
nb: Oppgaven ble opprettet.
nl: Opdracht succesvol aangemaakt.
pl: Zadanie zostało pomyślnie utworzone.
pt_br: Tarefa criada com sucesso.
pt_pt: Atribuição criada com sucesso.
ro: Atribuția a fost creată cu succes.
ru: Задание успешно создано.
sk: Úloha bola úspešne vytvorená.
sv: Uppdraget har skapats framgångsrikt.
th: สร้างการมอบหมายเรียบร้อยแล้ว.
tr: Görev başarıyla oluşturuldu.
uk: Завдання успішно створено.
vi: Nhiệm vụ đã được tạo thành công.
zh_hans: 作业创建成功。
zh_hant: 作業已成功創建。
zh_hk: 任務已成功創建。

# TK.Message.changesWillSyncWhenYoureBackOnline
source: Changes will sync when you're back online.
ar: ستتم مزامنة التغييرات عندما تعود عبر الإنترنت.
bg: Промените ще се синхронизират, когато отново сте онлайн.
ca: Els canvis es sincronitzaran quan tornis a estar en línia.
cs: Změny se synchronizují, jakmile se vrátíte online.
da: Ændringer vil synkroniseres, når du er online igen.
de: Änderungen werden synchronisiert, wenn du wieder online bist.
el: Οι αλλαγές θα συγχρονιστούν όταν επιστρέψετε online.
es: Los cambios se sincronizarán cuando vuelvas a estar en línea.
es_419: Los cambios se sincronizarán cuando vuelvas en línea.
fi: Muutokset synkronoituvat, kun olet takaisin online.
fr: Les modifications seront synchronisées quand vous serez de retour en ligne.
fr_ca: Les modifications se synchroniseront lorsque vous serez de nouveau en ligne.
he: שינויים יסתנכרנו כשתחזור לאינטרנט.
hi: परिवर्तन फिर से ऑनलाइन आने पर समन्वयित होंगे।
hr: Promjene će se sinkronizirati kada se ponovno povežete na mrežu.
hu: A változtatások szinkronizálódnak, amikor újra online vagy.
id: Konten di balik paywall.
it: Le modifiche si sincronizzeranno appena torni online.
ja: 変更はオンラインに戻ったときに同期されます。
kk: Өзгерістер қайта онлайн болғанда синхрондалады.
ko: 변경 사항은 온라인으로 돌아오면 동기화됩니다.
ms: Perubahan akan diselaraskan apabila anda kembali dalam talian.
nb: Endringer vil synkroniseres når du er tilbake på nett.
nl: Wijzigingen worden gesynchroniseerd wanneer je weer online bent.
pl: Zmiany zsynchronizują się, gdy wrócisz online.
pt_br: As alterações serão sincronizadas quando você voltar online.
pt_pt: As alterações serão sincronizadas quando estiver online novamente.
ro: Modificările se vor sincroniza când ești din nou online.
ru: Изменения будут синхронизированы, когда вы снова выйдете в сеть.
sk: Zmeny sa synchronizujú, keď sa dostanete online.
sv: Ändringar synkroniseras när du är online igen.
th: การเปลี่ยนแปลงจะซิงค์เมื่อกลับมาออนไลน์อีกครั้ง.
tr: Değişiklikler çevrimiçi olduğunuzda senkronize edilecek.
uk: Зміни синхронізуються, коли ви знову підключитесь до мережі.
vi: Thay đổi sẽ đồng bộ khi bạn online trở lại.
zh_hans: 更改将在您重新连接网络时同步。
zh_hant: 變更將在您重新上線後同步。
zh_hk: 更改將在您上線後同步。

# TK.Message.newTaskAssignedToYou
source: New task assigned to you.
ar: تم تعيين مهمة جديدة لك.
bg: Нова задача е възложена на теб.
ca: Nou tasca assignada a tu.
cs: Nový úkol byl přidělen tobě.
da: Ny opgave tildelt dig.
de: Dir wurde eine neue Aufgabe zugewiesen.
el: Νέα εργασία ανατέθηκε σε εσένα.
es: Nueva tarea asignada a ti.
es_419: Nueva tarea asignada a ti.
fi: Uusi tehtävä sinulle asetettu.
fr: Nouvelle tâche assignée à vous.
fr_ca: Nouvelle tâche qui vous a été assignée.
he: משימה חדשה הוקצתה לך.
hi: आपको नया कार्य सौंपा गया है।
hr: Nova zadaća je dodijeljena tebi.
hu: Új feladat hozzád rendelve.
id: Tugas baru ditugaskan kepada Anda.
it: Nuova attività assegnata a te.
ja: 新しいタスクがあなたに割り当てられました。
kk: Сізге жаңа тапсырма берілді.
ko: 새로운 작업이 당신에게 할당되었습니다.
ms: Tugasan baru telah diberikan kepada anda.
nb: Ny oppgave tildelt deg.
nl: Nieuwe taak aan jou toegewezen.
pl: Nowe zadanie przypisane do Ciebie.
pt_br: Nova tarefa atribuída a você.
pt_pt: Nova tarefa atribuída a ti.
ro: O nouă sarcină ți-a fost atribuită.
ru: Вам назначена новая задача.
sk: Nová úloha priradená vám.
sv: Ny uppgift tilldelad dig.
th: มอบหมายงานใหม่ให้คุณ.
tr: Yeni görev sana atandı.
uk: Вам призначено нове завдання.
vi: Có nhiệm vụ mới được giao cho bạn.
zh_hans: 分配给你的新任务。
zh_hant: 分配給你的新任務。
zh_hk: 分配給你的新任務。

# TK.Message.noTasksDueToday
source: No tasks due today.
ar: لا توجد مهام مستحقة اليوم.
bg: Няма задачи за днес.
ca: No hi ha tasques previstes per avui.
cs: Žádné úkoly splatné dnes.
da: Ingen opgaver forfalden i dag.
de: Keine Aufgaben heute fällig.
el: Δεν υπάρχουν καθήκοντα που λήγουν σήμερα.
es: No hay tareas pendientes hoy.
es_419: No hay tareas pendientes hoy.
fi: Ei tehtäviä tänään.
fr: Aucune tâche due aujourd'hui.
fr_ca: Aucune tâche prévue aujourd'hui.
he: אין משימות שדורשות ביצוע היום.
hi: आज कोई कार्य नहीं हैं।
hr: Nema zadataka koji su due danas.
hu: Nincs határidős feladat ma.
id: Tidak ada tugas yang jatuh tempo hari ini.
it: Nessun compito in scadenza oggi.
ja: 今日の期限付きタスクはありません。
kk: Бүгінгі күні тапсырмалар жоқ.
ko: 오늘 해야 할 작업이 없습니다.
ms: Tiada tugas yang harus diselesaikan hari ini.
nb: Ingen oppgaver forfaller i dag.
nl: Geen taken vandaag.
pl: Brak zadań do wykonania dzisiaj.
pt_br: Nenhuma tarefa prevista para hoje.
pt_pt: Nenhuma tarefa devida hoje.
ro: Niciun task scadent astăzi.
ru: Заданий на сегодня нет.
sk: Dnes nie sú splatné žiadne úlohy.
sv: Inga uppgifter för idag.
th: ไม่มีงานที่กำหนดในวันนี้.
tr: Bugün teslim tarihi olan görev yok.
uk: Сьогодні немає завдань.
vi: Hôm nay không có công việc nào hết hạn.
zh_hans: 今天没有到期的任务。
zh_hant: 今天沒有到期的任務。
zh_hk: 今天沒有到期的任務。

# TK.Message.projectArchivedSuccessfully
source: Project archived successfully.
ar: تم أرشفة المشروع بنجاح.
bg: Проектът е архивиран успешно.
ca: Projecte arxivat correctament.
cs: Projekt byl úspěšně archivován.
da: Projektet er arkiveret med succes.
de: Projekt erfolgreich archiviert.
el: Το έργο αρχειοθετήθηκε επιτυχώς.
es: Proyecto archivado con éxito.
es_419: Proyecto archivado con éxito.
fi: Projekti arkistoitu onnistuneesti.
fr: Projet archivé avec succès.
fr_ca: Projet archivé avec succès.
he: הפרויקט הושם בארכיון בהצלחה.
hi: परियोजना सफलतापूर्वक आर्काइव की गई।
hr: Projekt je uspješno arhiviran.
hu: A projekt sikeresen archiválva.
id: Proyek berhasil diarsipkan.
it: Progetto archiviato con successo.
ja: プロジェクトが正常にアーカイブされました。
kk: Жоба сәтті архивтелді.
ko: 프로젝트가 성공적으로 보관되었습니다.
ms: Projek telah diarkibkan dengan jayanya.
nb: Prosjekt arkivert.
nl: Project succesvol gearchiveerd.
pl: Projekt został pomyślnie zarchiwizowany.
pt_br: Projeto arquivado com sucesso.
pt_pt: Projeto arquivado com sucesso.
ro: Proiectul a fost arhivat cu succes.
ru: Проект успешно архивирован.
sk: Projekt bol úspešne archivovaný.
sv: Projektet har arkiverats.
th: จัดเก็บโปรเจกต์เรียบร้อยแล้ว.
tr: Proje başarıyla arşivlendi.
uk: Проект успішно архівовано.
vi: Dự án đã được lưu trữ thành công.
zh_hans: 项目已成功归档。
zh_hant: 專案已成功封存。
zh_hk: 項目已成功存檔。

# TK.Message.reminderSetForThisTask
source: Reminder set for this task.
ar: تم تعيين تذكير لهذا الواجب.
bg: Напомняне зададено за тази задача.
ca: Recordatori configurat per aquesta tasca.
cs: Připomínka byla nastavena pro tento úkol.
da: Påmindelse sat for denne opgave.
de: Erinnerung für diese Aufgabe gesetzt.
el: Η υπενθύμιση ορίστηκε για αυτήν την εργασία.
es: Recordatorio establecido para esta tarea.
es_419: Recordatorio establecido para esta tarea.
fi: Muistutus asetettu tälle tehtävälle.
fr: Rappel défini pour cette tâche.
fr_ca: Rappel fixé pour cette tâche.
he: תזכורת הוגדרה למשימה זו.
hi: इस कार्य के लिए रिमाइंडर सेट कर दिया गया।
hr: Podsjetnik je postavljen za ovaj zadatak.
hu: Emlékeztető beállítva ehhez a feladathoz.
id: Pengingat telah diatur untuk tugas ini.
it: Promemoria impostato per questo compito.
ja: このタスクのリマインダーが設定されました。
kk: Осы тапсырмаға ескерту қойылды.
ko: 이 작업에 대한 알림이 설정되었습니다.
ms: Peringatan telah ditetapkan untuk tugas ini.
nb: Påminnelse satt for denne oppgaven.
nl: Herinnering ingesteld voor deze taak.
pl: Przypomnienie ustawione dla tego zadania.
pt_br: Lembrete definido para esta tarefa.
pt_pt: Lembrete definido para esta tarefa.
ro: A fost setat un memento pentru această sarcină.
ru: Напоминание установлено для этой задачи.
sk: Pripomienka bola nastavená pre túto úlohu.
sv: Påminnelse inställd för denna uppgift.
th: ตั้งเตือนสำหรับงานนี้แล้ว
tr: Bu görev için hatırlatıcı ayarlandı.
uk: Нагадування встановлено для цього завдання.
vi: Nhắc nhở đã được cài đặt cho nhiệm vụ này.
zh_hans: 此任务的提醒已设置。
zh_hant: 該任務的提醒已設定。
zh_hk: 已為此任務設置提醒。

# TK.Message.reportGeneratedSuccessfully
source: Report generated successfully.
ar: تم إنشاء التقرير بنجاح.
bg: Докладът е генериран успешно.
ca: Informe generat correctament.
cs: Zpráva byla úspěšně vygenerována.
da: Rapport genereret med succes.
de: Bericht erfolgreich erstellt.
el: Η αναφορά δημιουργήθηκε με επιτυχία.
es: Informe generado con éxito.
es_419: Informe generado con éxito.
fi: Raportti luotu onnistuneesti.
fr: Rapport généré avec succès.
fr_ca: Rapport généré avec succès.
he: דו"ח נוצר בהצלחה.
hi: रिपोर्ट सफलतापूर्वक तैयार की गई।
hr: Izvještaj je uspješno generiran.
hu: Jelentés sikeresen elkészítve.
id: Laporan berhasil dibuat.
it: Rapporto generato con successo.
ja: レポートが正常に生成されました。
kk: Есеп сәтті жасалды.
ko: 보고서가 성공적으로 생성되었습니다.
ms: Laporan telah dijana dengan jayanya.
nb: Rapport generert med suksess.
nl: Rapport succesvol gegenereerd.
pl: Raport został wygenerowany pomyślnie.
pt_br: Relatório gerado com sucesso.
pt_pt: Relatório gerado com sucesso.
ro: Raportul a fost generat cu succes.
ru: Отчёт успешно сгенерирован.
sk: Správa bola úspešne vytvorená.
sv: Rapporten har genererats framgångsrikt.
th: รายงานถูกสร้างเรียบร้อยแล้ว
tr: Rapor başarıyla oluşturuldu.
uk: Звіт успішно згенеровано.
vi: Báo cáo đã được tạo thành công.
zh_hans: 报告已成功生成。
zh_hant: 報告已成功生成。
zh_hk: 報告已成功生成。

# TK.Message.taskCompletedSuccessfully
source: Task completed successfully.
ar: تم إكمال المهمة بنجاح.
bg: Задачата е успешно завършена.
ca: Tasca completada amb èxit.
cs: Úkol byl úspěšně dokončen.
da: Opgave afsluttet med succes.
de: Aufgabe erfolgreich abgeschlossen.
el: Η εργασία ολοκληρώθηκε με επιτυχία.
es: Tarea completada con éxito.
es_419: Tarea completada con éxito.
fi: Tehtävä suoritettu onnistuneesti.
fr: Tâche terminée avec succès.
fr_ca: Tâche complétée avec succès.
he: המשימה הושלמה בהצלחה.
hi: कार्य सफलतापूर्वक पूरा हो गया।
hr: Zadatak je uspješno dovršen.
hu: A feladat sikeresen befejeződött.
id: Tugas berhasil diselesaikan.
it: Compito completato con successo.
ja: タスクが正常に完了しました。
kk: Тапсырма сәтті орындалды.
ko: 작업이 성공적으로 완료되었습니다.
ms: Tugasan telah berjaya diselesaikan.
nb: Oppgaven ble fullført vellykket.
nl: Taak succesvol voltooid.
pl: Zadanie wykonane pomyślnie.
pt_br: Tarefa concluída com sucesso.
pt_pt: Tarefa concluída com sucesso.
ro: Sarcina a fost finalizată cu succes.
ru: Задание выполнено успешно.
sk: Úloha bola úspešne dokončená.
sv: Uppdraget har slutförts framgångsrikt.
th: งานสำเร็จเรียบร้อยแล้ว
tr: Görev başarıyla tamamlandı.
uk: Завдання успішно виконано.
vi: Nhiệm vụ đã hoàn thành thành công.
zh_hans: 任务成功完成。
zh_hant: 任務已成功完成。
zh_hk: 任務已成功完成。

# TK.Message.taskCreatedSuccessfully
source: Task created successfully.
ar: تم إنشاء المهمة بنجاح.
bg: Задачата е успешно създадена.
ca: Tasca creada amb èxit.
cs: Úkol byl úspěšně vytvořen.
da: Opgave oprettet med succes.
de: Aufgabe erfolgreich erstellt.
el: Η εργασία δημιουργήθηκε με επιτυχία.
es: Tarea creada con éxito.
es_419: Tarea creada con éxito.
fi: Tehtävä luotu onnistuneesti.
fr: Tâche créée avec succès.
fr_ca: Tâche créée avec succès.
he: המשימה נוצרה בהצלחה.
hi: कार्य सफलतापूर्वक बनाया गया।
hr: Zadatak je uspješno stvoren.
hu: A feladat sikeresen létrehozva.
id: Tugas berhasil dibuat.
it: Compito creato con successo.
ja: タスクが正常に作成されました。
kk: Жаңа тапсырма сәтті құрылды.
ko: 작업이 성공적으로 생성되었습니다.
ms: Tugasan telah berjaya dicipta.
nb: Oppgaven ble opprettet vellykket.
nl: Taak succesvol aangemaakt.
pl: Zadanie utworzone pomyślnie.
pt_br: Tarefa criada com sucesso.
pt_pt: Tarefa criada com sucesso.
ro: Sarcina a fost creată cu succes.
ru: Задание успешно создано.
sk: Úloha bola úspešne vytvorená.
sv: Uppdraget har skapats framgångsrikt.
th: สร้างงานเสร็จเรียบร้อยแล้ว
tr: Görev başarıyla oluşturuldu.
uk: Завдання успішно створено.
vi: Nhiệm vụ đã được tạo thành công.
zh_hans: 任务成功创建。
zh_hant: 任務已成功創建。
zh_hk: 任務已成功創建。

# TK.Message.taskDueIn5Minutes
source: Task due in 5 minutes.
ar: المهمة مستحقة في 5 دقائق.
bg: Задачата е дължима след 5 минути.
ca: Tasca pendent en 5 minuts.
cs: Úkol je splatný za 5 minut.
da: Opgave forfald om 5 minutter.
de: Aufgabe fällig in 5 Minuten.
el: Η εργασία λήγει σε 5 λεπτά.
es: Tarea vence en 5 minutos.
es_419: Tarea vence en 5 minutos.
fi: Tehtävä erääntyy 5 minuutin kuluttua.
fr: Tâche due dans 5 minutes.
fr_ca: Tâche due dans 5 minutes.
he: המשימה מתוכננת בעוד 5 דקות.
hi: कार्य 5 मिनट में ड्यू है।
hr: Zadatak dospijeva za 5 minuta.
hu: A feladat 5 percen belül esedékes.
id: Tugas jatuh tempo dalam 5 menit.
it: Compito in scadenza tra 5 minuti.
ja: タスクの期限が5分です。
kk: Тапсырма 5 минуттан кейін.
ko: 작업이 5분 후에 만료됩니다.
ms: Tugasan tamat dalam 5 minit.
nb: Oppgaven forfaller om 5 minutter.
nl: Taak vervalt over 5 minuten.
pl: Zadanie na termin za 5 minut.
pt_br: Tarefa deve ser concluída em 5 minutos.
pt_pt: Tarefa devida em 5 minutos.
ro: Sarcina trebuie finalizată în 5 minute.
ru: Задание истекает через 5 минут.
sk: Úloha je splatná za 5 minút.
sv: Uppdraget förfaller om 5 minuter.
th: งานมีกำหนดเสร็จใน 5 นาที
tr: Görev 5 dakika içinde yapılmalı.
uk: Завдання має бути виконано за 5 хвилин.
vi: Nhiệm vụ đến hạn trong 5 phút.
zh_hans: 任务将在5分钟内到期。
zh_hant: 任務五分鐘後到期。
zh_hk: 任務即將在 5 分鐘內到期。

# TK.Message.taskListIsEmpty
source: Task list is empty.
ar: قائمة المهام فارغة.
bg: Списъкът със задачи е празен.
ca: La llista de tasques està buida.
cs: Seznam úkolů je prázdný.
da: Opgavelisten er tom.
de: Die Aufgabenliste ist leer.
el: Η λίστα εργασιών είναι κενή.
es: La lista de tareas está vacía.
es_419: La lista de tareas está vacía.
fi: Tehtävälista on tyhjä.
fr: La liste des tâches est vide.
fr_ca: La liste des tâches est vide.
he: רשימת המשימות ריקה.
hi: कार्य सूची खाली है।
hr: Popis zadataka je prazan.
hu: A feladatlista üres.
id: Daftar tugas kosong.
it: La lista dei compiti è vuota.
ja: タスクリストは空です。
kk: Тапсырмалар тізімі бос.
ko: 작업 목록이 비어 있습니다.
ms: Senarai tugasan kosong.
nb: Oppgavelisten er tom.
nl: Taaklijst is leeg.
pl: Lista zadań jest pusta.
pt_br: A lista de tarefas está vazia.
pt_pt: A lista de tarefas está vazia.
ro: Lista de sarcini este goală.
ru: Список заданий пуст.
sk: Zoznam úloh je prázdny.
sv: Uppgiftslistan är tom.
th: รายการงานว่างเปล่า
tr: Görev listesi boş.
uk: Список завдань порожній.
vi: Danh sách nhiệm vụ trống.
zh_hans: 任务列表为空。
zh_hant: 任務列表是空的。
zh_hk: 任務列表是空的。

# TK.Message.thisFolderIsEmpty
source: This folder is empty.
ar: هذا المجلد فارغ.
bg: Тази папка е празна.
ca: Aquesta carpeta està buida.
cs: Tato složka je prázdná.
da: Denne mappe er tom.
de: Dieser Ordner ist leer.
el: Αυτός ο φάκελος είναι κενός.
es: Esta carpeta está vacía.
es_419: Esta carpeta está vacía.
fi: Tämä kansio on tyhjä.
fr: Ce dossier est vide.
fr_ca: Ce dossier est vide.
he: התקייה הזו ריקה.
hi: यह फ़ोल्डर खाली है।
hr: Ova mapa je prazna.
hu: Ez a mappa üres.
id: Folder ini kosong.
it: Questa cartella è vuota.
ja: このフォルダーは空です。
kk: Бұл папка бос.
ko: 이 폴더는 비어 있습니다.
ms: Folder ini kosong.
nb: Denne mappen er tom.
nl: Deze map is leeg.
pl: Ten folder jest pusty.
pt_br: Esta pasta está vazia.
pt_pt: Esta pasta está vazia.
ro: Acest folder este gol.
ru: Эта папка пуста.
sk: Tento priečinok je prázdny.
sv: Denna mapp är tom.
th: โฟลเดอร์นี้ว่างเปล่า
tr: Bu klasör boş.
uk: Ця папка порожня.
vi: Thư mục này trống.
zh_hans: 此文件夹为空。
zh_hant: 該文件夾是空的。
zh_hk: 此文件夾是空的。

# TK.Message.timeTrackingStarted
source: Time tracking started.
ar: بدأ تتبع الوقت.
bg: Проследяването на времето започна.
ca: Seguiment de temps iniciat.
cs: Sledování času bylo spuštěno.
da: Tidsporing startet.
de: Zeiterfassung gestartet.
el: Η παρακολούθηση χρόνου ξεκίνησε.
es: El seguimiento del tiempo ha comenzado.
es_419: El seguimiento del tiempo ha comenzado.
fi: Ajan seuranta aloitettiin.
fr: Le suivi du temps a commencé.
fr_ca: Suivi du temps commencé.
he: המעקב בזמן התחיל.
hi: समय ट्रैकिंग शुरू हो गई है।
hr: Praćenje vremena je započeto.
hu: Az időkövetés elkezdődött.
id: Pelacakan waktu dimulai.
it: Tracciamento del tempo avviato.
ja: タイムトラッキングが開始されました。
kk: Уақыт бақылана бастады.
ko: 시간 추적이 시작되었습니다.
ms: Penjejakan masa telah bermula.
nb: Tidsregistrering startet.
nl: Tijdregistratie is gestart.
pl: Śledzenie czasu rozpoczęte.
pt_br: Rastreamento de tempo iniciado.
pt_pt: O rastreamento de tempo começou.
ro: Monitorizarea timpului a început.
ru: Отслеживание времени начато.
sk: Sledovanie času spustené.
sv: Tidsregistrering har startat.
th: เริ่มติดตามเวลาแล้ว.
tr: Zaman takibi başlatıldı.
uk: Ведення часу розпочато.
vi: Bắt đầu theo dõi thời gian.
zh_hans: 计时开始。
zh_hant: 時間追蹤已啟動。
zh_hk: 時間追蹤已啟動。

# TK.Message.yourChangesAreSaved
source: Your changes are saved.
ar: تم حفظ تغييراتك.
bg: Промените ти са запазени.
ca: Els teus canvis s'han desat.
cs: Tvoje změny jsou uloženy.
da: Dine ændringer er gemt.
de: Deine Änderungen wurden gespeichert.
el: Οι αλλαγές σου έχουν αποθηκευθεί.
es: Tus cambios han sido guardados.
es_419: Tus cambios han sido guardados.
fi: Muutoksesi on tallennettu.
fr: Vos modifications sont enregistrées.
fr_ca: Vos modifications sont enregistrées.
he: השינויים שלך נשמרו.
hi: आपके परिवर्तन सहेज लिए गए हैं।
hr: Tvoje promjene su spremljene.
hu: A módosításaid elmentve.
id: Perubahanmu sudah disimpan.
it: Le tue modifiche sono state salvate.
ja: 変更は保存されました。
kk: Сіздің өзгерістеріңіз сақталды.
ko: 당신의 변경 사항이 저장되었습니다.
ms: Perubahan anda telah disimpan.
nb: Endringene dine er lagret.
nl: Je wijzigingen zijn opgeslagen.
pl: Twoje zmiany zostały zapisane.
pt_br: Suas alterações foram salvas.
pt_pt: As tuas alterações foram guardadas.
ro: Modificările tale au fost salvate.
ru: Ваши изменения сохранены.
sk: Tvoje zmeny boli uložené.
sv: Dina ändringar har sparats.
th: การเปลี่ยนแปลงของคุณได้รับการบันทึกแล้ว.
tr: Değişiklikleriniz kaydedildi.
uk: Ваші зміни збережено.
vi: Những thay đổi của bạn đã được lưu.
zh_hans: 你的更改已保存。
zh_hant: 你的更改已被保存。
zh_hk: 你的更改已保存。

# TK.Placeholder.addADescriptionDots
source: Add a description…
ar: أضف وصفًا…
bg: Добави описание…
ca: Afegir una descripció…
cs: Přidat popis…
da: Tilføj en beskrivelse…
de: Beschreibung hinzufügen…
el: Προσθήκη περιγραφής…
es: Añadir una descripción…
es_419: Agregar una descripción…
fi: Lisää kuvaus…
fr: Ajouter une description…
fr_ca: Ajouter une description…
he: הוסף תיאור…
hi: विवरण जोड़ें…
hr: Dodaj opis…
hu: Add meg a leírást…
id: Tambahkan deskripsi…
it: Aggiungi una descrizione…
ja: 説明を追加…
kk: Сипаттама қосу…
ko: 설명 추가…
ms: Tambah penerangan…
nb: Legg til beskrivelse…
nl: Voeg een beschrijving toe…
pl: Dodaj opis…
pt_br: Adicionar uma descrição…
pt_pt: Adicionar uma descrição…
ro: Adaugă o descriere…
ru: Добавить описание…
sk: Pridať popis…
sv: Lägg till en beskrivning…
th: เพิ่มคำอธิบาย…
tr: Açıklama ekle…
uk: Додати опис…
vi: Thêm mô tả…
zh_hans: 添加描述…
zh_hant: 新增描述…
zh_hk: 新增描述…

# TK.Placeholder.addANoteDots
source: Add a note…
ar: أضف ملاحظة…
bg: Добави бележка…
ca: Afegir una nota…
cs: Přidej poznámku…
da: Tilføj en note…
de: Notiz hinzufügen…
el: Πρόσθεσε μια σημείωση…
es: Añadir una nota…
es_419: Agregar una nota…
fi: Lisää muistiinpano…
fr: Ajouter une note…
fr_ca: Ajouter une note…
he: הוסף הערה…
hi: एक नोट जोड़ें…
hr: Dodaj bilješku…
hu: Megjegyzés hozzáadása…
id: Tambahkan catatan…
it: Aggiungi una nota…
ja: メモを追加…
kk: Ескерту қосу…
ko: 메모 추가…
ms: Tambah nota…
nb: Legg til et notat…
nl: Voeg een notitie toe…
pl: Dodaj notatkę…
pt_br: Adicionar uma nota…
pt_pt: Adicionar uma nota…
ro: Adaugă o notă…
ru: Добавьте заметку…
sk: Pridaj poznámku…
sv: Lägg till en anteckning…
th: เพิ่มบันทึก…
tr: Bir not ekleyin…
uk: Додайте нотатку…
vi: Thêm một ghi chú…
zh_hans: 添加备注…
zh_hant: 添加備註…
zh_hk: 添加备注…

# TK.Placeholder.addATagDots
source: Add a tag…
ar: أضف علامة…
bg: Добави етикет…
ca: Afegir una etiqueta…
cs: Přidej tag…
da: Tilføj et tag…
de: Tag hinzufügen…
el: Πρόσθεσε μια ετικέτα…
es: Añadir una etiqueta…
es_419: Agregar una etiqueta…
fi: Lisää tunniste…
fr: Ajouter une étiquette…
fr_ca: Ajouter un tag…
he: הוסף תו…
hi: एक टैग जोड़ें…
hr: Dodaj oznaku…
hu: Címke hozzáadása…
id: Tambahkan tag…
it: Aggiungi un’etichetta…
ja: タグを追加…
kk: Этикет қосу…
ko: 태그 추가…
ms: Tambah tag…
nb: Legg til et tagg…
nl: Voeg een label toe…
pl: Dodaj tag…
pt_br: Adicionar uma tag…
pt_pt: Adicionar uma etiqueta…
ro: Adaugă un tag…
ru: Добавьте тег…
sk: Pridaj značku…
sv: Lägg till en tagg…
th: เพิ่มแท็ก…
tr: Bir etiket ekleyin…
uk: Додайте тег…
vi: Thêm một thẻ…
zh_hans: 添加标签…
zh_hant: 添加標籤…
zh_hk: 添加标签…

# TK.Placeholder.addSubtaskDots
source: Add subtask…
ar: أضف مهمة فرعية…
bg: Добавяне на подзадача…
ca: Afegiu una subtasca…
cs: Přidat podúkol…
da: Tilføj underopgave…
de: Unteraufgabe hinzufügen…
el: Προσθήκη υπεργασίας…
es: Añadir subtarea…
es_419: Agregar subtarea…
fi: Lisää alitehtävä…
fr: Ajouter une sous-tâche…
fr_ca: Ajouter une sous-tâche…
he: הוסף משימה משנה…
hi: उपकार्य जोड़ें…
hr: Dodaj podzadatak…
hu: Alfeladat hozzáadása…
id: Tambahkan subtugas…
it: Aggiungi sottoprogetto…
ja: サブタスクを追加…
kk: Қосымша тапсырма қосу…
ko: 하위 작업 추가…
ms: Tambah tugas kecil…
nb: Legg til deloppgave…
nl: Voeg subtaak toe…
pl: Dodaj podzadanie…
pt_br: Adicionar subtarefa…
pt_pt: Adicionar subtarefa…
ro: Adaugă subtask…
ru: Добавить подзадачу…
sk: Pridať subúlohu…
sv: Lägg till deluppgift…
th: เพิ่มงานย่อย…
tr: Alt görev ekleyin...
uk: Додати підзавдання…
vi: Thêm tác vụ con…
zh_hans: 添加子任务…
zh_hant: 新增子任務…
zh_hk: 添加子任務…
